OdDAI.EnumerationType.setElements(OdArray&lt;OdAnsiString,OdObjectsAllocator&lt;OdAnsiString&gt;&gt;!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
details
Sets the array of enumeration values in text representation.
\param elements [in] An array of ANSI-strings